Repository: CreateAmrita/advanced-analytical-chemistry-virtual-lab
Catalog: src/lab/Electrogravimetric_Estimation_of_Metals/locale/*/messages.po
Languages: ml_in, tl_in

source: help1
ml_in: ലായനി ഡ്രോപ്പ് ഡൗൺ മെനുവിൽ നിന്നും ലായനി തിരഞ്ഞെടുക്കുക.
tl_in: 'ஆரம்ப சரிசெய்தல்' பொத்தானை சொடுக்கவும்

source: help2
ml_in: ' വോൾട്ടേജ് ' സ്ലൈഡർ ഉപയോഗിച്ച് വോൾട്ടേജ് ക്രമീകരിക്കുക.
tl_in: "சுழற்று திசைகாட்டி பெட்டியில்" ஸ்லைடர் பயன்படுத்தி திசைகாட்டி பெட்டியில் சுழற்ற, மற்றும் இயந்திரத்தை மதிப்பு 90 இணை அமைக்க.

source: help3
ml_in: ' പ്രതിരോധം ' സ്ലൈഡർ ഉപയോഗിച്ച് പ്രതിരോധം ക്രമീകരിക്കുക.
tl_in: 'இயந்திரத்தை சுழற்று' ஸ்லைடர் பயன்படுத்தி இயந்திரத்தை சுழற்ற, மற்றும் 0 நிலையை ஊசி சரி.

source: help4
ml_in: 'സമയം' സ്ലൈഡർ ഉപയോഗിച്ച് സമയം ക്രമീകരിക്കുക.
tl_in: 'ஷோ இயல்பான' பொத்தானை கிளிக் செய்யவும்.

source: help5
ml_in: പരീക്ഷണം ആരംഭിക്കാൻ 'ആരംഭിക്കുക' എന്ന ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.
tl_in: இணைப்புகளை இணைக்க, பின்னர் 'செருகு விசை' பொத்தானை கிளிக் செய்யவும்.

source: help6
ml_in: പരീക്ഷണം നിർത്താൻ ' നിര്‍ത്തിവെയ്ക്കുക' എന്ന് ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.
tl_in: 'பின்னோக்கிய தற்போதைய' பொத்தானை எதிர் மின்னோட்டம் கொடுக்கிறது.

source: help7
ml_in: കാഥോഡ് മൊത്തം ഭാരം നിരീക്ഷിക്കുക
tl_in: பெட்டியை 'ஷோ முடிவுகள்' விளைவாக வாசிப்பு கொடுக்கிறது.

source: Next
ml_in: അടുത്തത്
tl_in: அடுத்த

source: Close
ml_in: അടയ്ക്കുക
tl_in: மூடு

source: Magnetic Field Along The Axis of A Circular Coil Carrying Current
tl_in: ஒரு வட்டச்சுருள் விடாமல் தற்போதைய அச்சில் காந்த

source: Variables
tl_in: மாறிகள்

source: Number of turns of the coil
tl_in: சுருள் திருப்பங்களை எண்ணிக்கை

source: Initial Adjustment
tl_in: ஆரம்ப சரிசெய்தல்

source: Insert Key
tl_in: நுழைவு முக்கிய

source: Reverse Current
tl_in: தற்போதைய பின்னோக்கு

source: Radius of the coil
tl_in: சுருள் ஆரம்

source: Compass box position
tl_in: திசைகாட்டி பெட்டியில் நிலையை

source: Adjust rheostat
tl_in: மின்தடை மாற்றி ஒழுங்குபடுத்தவும்

source: Rotate compass box
tl_in: சுழற்று திசைகாட்டி பெட்டியில்

source: Rotate apparatus
tl_in: சுழற்று இயந்திரத்தை

source: cm
tl_in: செ.மீ.

source: Show Result
tl_in: காட்டு முடிவு

source: Reset
ml_in: പുനർസജ്ജമാക്കുക
tl_in: மீட்டமை

source: Result
tl_in: முடிவு

source: Magnetic field at x, B(T)
tl_in: இல் காந்தப்புலம் x, B(T)

source: Show Normal
tl_in: காட்டு இயல்பான

source: Zoom compass
tl_in: பெரிதாக்கு திசைகாட்டி

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
tl_in: 2015 - 2009 பதிப்புரிமை © அம்ரிதா பல்கலைக்கழகம்

source: Remove Key
tl_in: முக்கிய நீக்கவும்

source: Cu on platinum
ml_in: Cu ഓൺ പ്ലാറ്റിനം

source: Platinum
ml_in: പ്ലാറ്റിനം

source: Platinum dish
ml_in: പ്ലാറ്റിനം ഡിഷ്

source: Electrogravimetric Estimation of Metals
ml_in: ലോഹങ്ങളുടെ ഇലെക്ട്രോഗ്രാവിമെട്രി കണക്കാക്കൽ

source: Voltage
ml_in: വോൾടേജ്

source: Resistance
ml_in: പ്രതിരോധം

source: Time
ml_in: സമയം

source: min
ml_in: മിനിറ്റ്

source: Start
ml_in: ആരംഭിക്കുക

source: stop
ml_in: നിര്‍ത്തിവെയ്ക്കുക

source: pause
ml_in: നിറുത്തുക

source: play
ml_in: പ്രവര്‍ത്തിക്കുക

source: variables
ml_in: വേരിയബിള്സ്

source: Select Solution :
ml_in: ലായനി തിരഞ്ഞെടുക്കുക

source: Total weight of cathode
ml_in: കാഥോഡ് മൊത്തം ഭാരം

source: g
ml_in: ഗ്രാം
