Repository: CreateAmrita/advanced-analytical-chemistry-virtual-lab
Catalog: src/lab/Polarography_Determination_of_Unknown_Concentration_of_Cadmium/locale/*/messages.po
Languages: ml_in

source: Voltage (mV)
ml_in: വോൾട്ടേജ് (mV)

source: Current
ml_in: കറൻറ്

source: Error
ml_in: പിശക്

source: Set the initial mV less than or equal to -300 and final mV less than or equal to -608
ml_in: പ്രാരംഭ എം വീ കുറവ് അഥവാ -300 തുല്യമോ അവസാന എം വീ കുറവ് അഥവാ -608 തുല്യമോ സജ്ജമാക്കുക

source: Okay
ml_in: ശരി

source: help1
ml_in: "ഏകാഗ്രത" ഡ്രോപ്പ് ഡൗൺ മെനു തിരഞ്ഞെടുക്കുക.

source: help2
ml_in: കുറവ് അഥവാ -300 തുല്യമോ പ്രാരംഭ എം വീ ക്രമീകരിക്കുക.

source: help3
ml_in: കുറവ് അഥവാ -608 തുല്യമോ അവസാന എം വീ ക്രമീകരിക്കുക.

source: help4
ml_in: 'ലോഡ് കാഡ്മിയം സാമ്പിൾ' ബട്ടൺ കാഡ്മിയം ലോഡുചെയ്യുന്നു.

source: help5
ml_in: ഡൌണ് മെനു 'സ്കാൻ വിശകലനം' ഗ്രാഫ് തരം തിരഞ്ഞെടുക്കുക.

source: help6
ml_in: 'പ്ലോട്ട് ഗ്രാഫ്' ബട്ടൺ ഗ്രാഫ് തന്ത്രം അനുകൂലമായിരിക്കും.

source: help7
ml_in: 'പുനഃസജ്ജമാക്കുക' ബട്ടൺ പുനഃസജ്ജീകരിക്കുന്നതിനുള്ള ആണ്.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Polarography - Determination of Unknown Concentration of Cadmium
ml_in: പോലരോഗ്രഫി - കാഡ്മിയം അറിയപ്പെടാത്ത ഏകാഗ്രത നിർണ്ണയിക്കുന്ന

source: Variables
ml_in: ചരങ്ങളുടെ

source: Result
ml_in: ഫലമായി

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Concentration (mM):
ml_in: ഏകാഗ്രത (എം എം):

source: Load Cadmium Sample
ml_in: കാഡ്മിയം സാമ്പിൾ ലോഡ്

source: Drop Time (sec)
ml_in: ഡ്രോപ്പ് സമയം (സെ)

source: Scan Rate (mV/Sec)
ml_in: സ്കാൻ നിരക്ക് (എം വീ / സെക്കന്റ്)

source: Initial mV:
ml_in: പ്രാരംഭ എം വീ:

source: Final mV:
ml_in: അന്തിമ എം വീ:

source: Scan Analysis:
ml_in: സ്കാൻ വിശകലനം:

source: Polarogram
ml_in: പോലരോഗ്രം

source: Plot Graph
ml_in: പ്ലോട്ട് ഗ്രാഫ്

source: Reset
ml_in: റീസെറ്റ്

source: Derivative
ml_in: ഡെറിവേറ്റീവ്

source: Average Diffusion
ml_in: ശരാശരി ഡിഫ്ഫുസിഒൻ

source: Unknown
ml_in: അറിയപ്പെടാത്ത
