Repository: CreateAmrita/advanced-analytical-chemistry-virtual-lab
Catalog: src/lab/Flame_Photometry/locale/*/messages.po
Languages: hi_in, ml_in, tl_in

source: Distilledwater
hi_in: आसुत जल

source: Standardsolution15ppm
hi_in: स्टैंडर्ड समाधान के लिए 15 पीपीएम

source: Standardsolution10 ppm
hi_in: स्टैंडर्ड समाधान के लिए 10 पीपीएम

source: Standardsolution5ppm
hi_in: स्टैंडर्ड समाधान के लिए 5 पीपीएम

source: Fruit Juice
hi_in: फलों का रस

source: help1
hi_in: परीक्षण का चयन करें
ml_in: വ്യാസം, കനം താപനില സ്ലൈഡറുകൾ മാറ്റുക.
tl_in: விட்டம், தடிமன் மற்றும் வெப்பநிலை ஸ்லைடர்களை மாற்ற.

source: help2
hi_in: क्लिक करें और केशिका ट्यूब नीचे मानक समाधान के प्रत्येक खींचें।
ml_in: GH ആൻഡ് MH വോൾട്ടേജിനും മാറ്റുക
tl_in: GH மற்றும் MH மின்னழுத்தம் மாற்றவும்

source: help3
hi_in: फिर मशीन जांच करने के लिए " महाप्राण " बटन पर क्लिक करें।
ml_in: ഡ്രോപ്ഡൌൺ പട്ടിക വസ്തുക്കൾ അടങ്ങിയിരിക്കുന്നു. നാം അവിടെ നിന്ന് അവരെ ഏതെങ്കിലും തിരഞ്ഞെടുക്കാൻ കഴിയും.
tl_in: கீழிறங்கும் பட்டியலில் பொருட்கள் கொண்டிருக்கிறது. நாம் அங்கு இருந்து அவர்கள் எந்த தேர்வு செய்யலாம்.

source: help4
hi_in: नमूना खींचें मूल स्थिति में यह जगह है।
ml_in: GH ആൻഡ് MH സ്വിച്ച് മാറ്റുക.
tl_in: GH மற்றும் MH சுவிட்ச் மாற்றவும்.

source: help5
hi_in: क्लिक करें और केशिका ट्यूब नीचे फलों का रस नमूना खींचें।
ml_in: സൂചകം മൂല്യം മുന്നോട്ട് ഇൻഡിക്കേറ്റർ പിന്നോക്കം അമ്പ് ഉപയോഗിച്ച് മാറ്റിയത്.
tl_in: குறியீட்டு மதிப்பு முன்னோக்கி காட்டி மற்றும் பின்தங்கிய அம்பு பயன்படுத்தி மாற்றப்பட்டது.

source: help6
hi_in: तब एकाग्रता को मापने के लिए 'आरंभ टेस्ट ' बटन पर क्लिक करें।
ml_in: ബട്ടണിൽ ബട്ടൺ അല്ലെങ്കിൽ മോട്ടോർ ന് പവർ ക്ലിക്ക് ചെയ്യുക.
tl_in: பொத்தானை பொத்தானை அல்லது மோட்டார் இல் பவர் மீது கிளிக் செய்யவும்.

source: Next
hi_in: अगला
ml_in: അടുത്തത്
tl_in: அடுத்த

source: Close
hi_in: बंद करे
ml_in: അടയ്ക്കുക
tl_in: நெருக்கமான

source: Flame Photometry
hi_in: ज्वाला भामिति

source: Variables
hi_in: चर
ml_in: വേരിയബിള്സ്
tl_in: மாறிகள்

source: Select the Test:
hi_in: टेस्ट चयन करें:

source: Select the Sample:
hi_in: नमूना चयन करें:

source: Thickness of material (cm):
hi_in: सामग्री की मोटाई (सेमी):
ml_in: മെറ്റീരിയൽ (സെ.മീ) കനം:
tl_in: பொருள் (செ.மீ) தடிமன்:

source: Cold water temperature
hi_in: ठंडे पानी के तापमान (℃):
ml_in: തണുത്ത വെള്ളം താപനില (℃):
tl_in: குளிர்ந்த நீர் வெப்பநிலை (℃):

source: Show cross section
hi_in: दिखाएँ क्रॉस सेक्शन
ml_in: കാണിക്കുക ക്രോസ് വിഭാഗം
tl_in: காட்டு குறுக்கு பிரிவில்

source: Show Result
hi_in: परिणाम दिखाओ
ml_in: കാണിക്കുക ഫലം
tl_in: காட்டு முடிவு

source: Aspirate
hi_in: महाप्राण

source: Start the test
hi_in: परीक्षा शुरू

source: Reset
hi_in: रीसेट
ml_in: വീണ്ടും സജ്ജമാക്കുക
tl_in: மீட்டமை

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
tl_in: 2015 - 2009 பதிப்புரிமை © அம்ரிதா பல்கலைக்கழகம்

source: Standard solution
hi_in: मानक समाधान

source: Grapes
hi_in: अंगूर

source: Guava
hi_in: अमरूद

source: Lime
hi_in: चूना

source: Lemon
hi_in: निम्बू

source: Mango
hi_in: आम

source: Orange
hi_in: नारंगी

source: papaya
hi_in: पपीता

source: Tomato
hi_in: टमाटर

source: Apple
hi_in: सेब

source: help7
ml_in: കാണിക്കുക ക്രോസ് വിഭാഗീയ മെറ്റീരിയൽ ക്രോസ് വിഭാഗീയ കാഴ്ച അടങ്ങിയിരിക്കുന്നു.
tl_in: காட்டு குறுக்குவெட்டுப் பொருள் குறுக்குவெட்டுப் பார்வை கொண்டிருக்கிறது.

source: help8
ml_in: കാണിക്കുക ഫലമായി മെറ്റീരിയൽ താപ ചാലകത അടങ്ങിയിരിക്കുന്നു.
tl_in: காட்டு விளைவாக பொருள் வெப்ப கடத்தி கொண்டிருக்கிறது.

source: Heat Transfer by Conduction
ml_in: താപചാലകം വെയിലും ട്രാൻസ്ഫർ
tl_in: கடத்தல் மூலம் வெப்ப மாற்றம்

source: Choose Material:
ml_in: മെറ്റീരിയൽ തിരഞ്ഞെടുക്കുക:
tl_in: பொருள் தேர்வு:

source: Cardboard
ml_in: പലകക്കടലാസ്
tl_in: கெட்டி அட்டை

source: Diameter of material (cm):
ml_in: മെറ്റീരിയൽ വ്യാസം (സെ.മീ):
tl_in: பொருள் (செ.மீ) விட்டம்:

source: Power On
ml_in: പവർ
tl_in: பவர்

source: Measurements
ml_in: അളവുകളും
tl_in: அளவீடுகள்

source: Thermal conductivity:
ml_in: താപ ചാലകത:
tl_in: வெப்ப கடத்தி:

source: Glass
ml_in: ഗ്ലാസ്
tl_in: கண்ணாடி

source: Mica
ml_in: മൈകാ
tl_in: மைக்கா

source: Asbestos-cement board
ml_in: ആസ്ബറ്റോസ്-സിമന്റ് ബോർഡ്
tl_in: கல்நார்-சிமெண்ட் பலகை

source: Ebonite solid
ml_in: എബൊനിറ്റെ സോളിഡ്
tl_in: எபனைற்று

source: START
ml_in: ആരംഭം
tl_in: ஸ்டார்ட்

source: STOP
ml_in: നിർത്തുക
tl_in: ஸ்டா
