Repository: CreateAmrita/advanced-analytical-chemistry-virtual-lab
Catalog: src/lab/Polarography_Determination_of_Unknown_Concentration_of_Vitamin_C/locale/*/messages.po
Languages: hi_in

source: Voltage (mV)
hi_in: वोल्टेज (mV)

source: Current
hi_in: करंट

source: Error
hi_in: त्रुटि

source: Set the initial mV less than or equal to -150 and final mV less than or equal to -300
hi_in: तुलना से कम प्रारंभिक एम वी सेट या बराबर -150 और अंतिम एम वी कम ​​या -300 के बराबर

source: Okay
hi_in: ठीक है

source: help1
hi_in: "एकाग्रता" ड्रॉप डाउन मेनू का चयन करें।

source: help2
hi_in: से कम प्रारंभिक एम वी समायोजित या -150 के बराबर है।

source: help3
hi_in: से कम अंतिम एम वी समायोजित या -300 के बराबर है।

source: help4
hi_in: 'लोड अब्सोरबिक असिड नमूना' बटन पर क्लिक करें, अब्सोरबिक असिड लोड करने के लिए प्रयोग किया जाता है।

source: help5
hi_in: 'स्कैन विश्लेषण' ड्रॉप डाउन मेनू का उपयोग ग्राफ प्रकार चुनें।

source: help6
hi_in: 'प्लॉट ग्राफ़' बटन ग्राफ की साजिश रचने के लिए है। और इस परिणाम पढ़ने देता है।

source: help7
hi_in: 'रीसेट' बटन प्रयोग रीसेट करने के लिए है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Polarography - Determination of Unknown Concentration of Vitamin C
hi_in: पोलरोग्रफी - विटामिन सी की अज्ञात एकाग्रता का निर्धारण

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Concentration (mM):
hi_in: एकाग्रता (मिमी):

source: Load Ascorbic Acid Sample
hi_in: लोड एस्कॉर्बिक एसिड नमूना

source: Drop Time (sec)
hi_in: ड्रॉप समय (सेकंड)

source: Scan Rate (mV/Sec)
hi_in: दर स्कैन (एम वी / सेक)

source: Initial mV:
hi_in: प्रारंभिक एम वी:

source: Final mV:
hi_in: अंतिम एम वी:

source: Scan Analysis:
hi_in: स्कैन विश्लेषण:

source: Polarogram
hi_in: पोलरोग्राम

source: Derivative
hi_in: यौगिक

source: Plot Graph
hi_in: प्लॉट ग्राफ़

source: Reset
hi_in: रीसेट

source: Average Diffusion
hi_in: औसत प्रसार

source: Unknown
hi_in: अनजान
